// © Copyright 2010, 2015-2016 HP Development Company, L.P.

// ------ Ink Colors ------ //

"cyan" = "Ciano [C]";
"magenta" = "Magenta [M]";
"yellow" = "Giallo [Y]";

"black" = "Nero [K]";

"red" = "Rosso [R]";
"green" = "Verde [G]";
"blue" = "Blu [B]";

"lightcyan" = "Ciano chiaro [LC]";
"lightmagenta" = "Magenta chiaro [LM]";

"orange" = "Arancione [O]";

"gray" = "Grigio [G]";
"lightgray" = "Grigio chiaro [LG]";
"darkgray" = "Grigio scuro [DG]";

"photoblack" = "Nero fotografico [PK]";
"matteblack" = "Nero opaco [MK]";

"glossenhancer" = "Ottimizzazione lucido";

"violet" = "Viola [V]";

"gold" = "Oro [??]";
"silver" = "Argento [??]";
"bronze" = "Bronzo [??]";

"metallic" = "Rosso metallizzato [??]";

"tricolor" = "Tricromia [Ciano/Magenta/Giallo]";
"photo" = "Foto [Nero/Ciano chiaro/Magenta chiaro]";
"photogray" = "Grigio foto [Nero/Grigio/Grigio chiaro]";

"Photo [PK]" = "Foto [PK]";


//Event Titles in Message Center
"Previously Used Genuine HP Cartridge(s)" = "Cartucce originali HP già usate";
"Refilled or Depleted Cartridge Detected" = "Rilevata cartuccia rigenerata o esaurita";

//Pharse for smash alert
"The message status could not be updated" = "Impossibile aggiornare lo stato del messaggio";

//New titles introduced for K4 phase to be localized.
"Counterfeit Cartridge Advisory" = "Avviso cartuccia contraffatta";
"Used, Refilled or Counterfeit Cartridge Detected" = "Rilevata cartuccia usata, rigenerata o contraffatta";

HSDUseCartridgeOrLearnAboutProtection = "Per continuare a utilizzare le cartucce indicate, fare clic su Continua.
Per uscire e reperire informazioni sulla funzionalità Protezione cartucce HP, fare clic su Annulla.";

"View HP Privacy Statement Online" = "Informativa sulla privacy HP";

"Shop Online" = "Acquista online";

"To order a genuine HP replacement cartridge, click Shop Online." = "Per ordinare una cartuccia di ricambio originale HP, fare clic su Acquista online.";

//a: Removed the sring from the nib file and added the same here.
"To continue using this cartridge, click OK." = "Per continuare a utilizzare questa cartuccia, fare clic su OK.";
"View online details about shared information" = "Visualizza i dettagli online sulle informazioni condivise";

// [RQ 7996] Replace 'Shop Online' with 'Buy Now' in supply alerts.
"Buy Now" = "Acquista ora";
"To order a genuine HP replacement cartridge, click Buy Now." = "Per ordinare una cartuccia originale HP, fai clic su Acquista ora.";

"To order a genuine HP replacement cartridge online, click Buy Now." = "Per ordinare una cartuccia sostitutiva originale HP, fare clic su Compra ora.";

"View data shared with HP" = "Visualizza dati condivisi con HP";

"HP Instant Ink Support Online" = "Supporto online HP Instant Ink";

//Ink subscription message from K10
"For problems with cartridges obtained from HP Instant Ink, please contact HP Instant Ink Support Online." = "Per problemi con le cartucce ricevute tramite HP Instant Ink, contattare il Supporto online HP Instant Ink.";

////////////////////////////////////////////////////////////////////////////////
// Shared Strings

// Is Pen Counterfeit Dialog
HSD__65592_65685__EventTitle = "Rilevate cartucce usate o contraffatte";
